Repository: otuozeAhmed/poll
Catalog: demo/djf_surveys/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Click Button Add to adding choice
fr: Cliquez sur le bouton Ajouter pour ajouter un choix

source: Add Question
fr: Ajouter question

source: %(page_action_name)s successfully.
fr: %(page_action_name)s réussi.

source: Add New Survey
fr: Ajouter un nouveau sondage

source: Edit Nomination
fr: Modifier sondage

source: Update ordering of questions successfully.
fr: Mise à jour de l'ordre des questions réussie.

source: Summary
fr: Résumé

source: name
fr: nom

source: slug
fr: étiquette

source: editable
fr: éditable

source: If False, user can't edit record.
fr: Si Faux, l'utilisateur ne peut pas modifier l'enregistrement.

source: deletable
fr: supprimable

source: If False, user can't delete record.
fr: Si Faux, l'utilisateur ne peut pas supprimer l'enregistrement.

source: mutiple submissions
fr: soumissions multiples

source: If True, user can resubmit.
fr: Si Vrai, l'utilisateur peut soumettre à nouveau.

source: private response
fr: réponse privée

source: If True, only admin and owner can access.
fr: Si Vrai, seuls l'admin et le propriétaire peuvent y accéder.

source: anonymous submission
fr: soumission anonyme

source: If True, user without authentatication can submit.
fr: Si Vrai, l'utilisateur non authentifié peut soumettre.

source: survey
fr: sondage

source: surveys
fr: sondages

source: Text
fr: Texte

source: Number
fr: Nombre

source: Select
fr: Sélection

source: Multi Select
fr: Multi-sélection

source: Text Area
fr: Zone de texte

source: Email
fr: Adresse électronique

source: Rating
fr: Notation

source: key
fr: clé

source: Unique key for this question, fill in the blank if you want to use for automatic generation.
fr: Clé unique pour cette question. Remplissez le blanc si vous voulez l'utiliser pour la génération automatique.

source: label
fr: libellé

source: Enter your question in here.
fr: Entrez votre question ici.

source: type of input field
fr: type de champ de saisie

source: choices
fr: choix

source: If type of field is radio, select, or multi select, fill in the options separated by commas. Ex: Male, Female.
fr: Si le type de champ est radio, sélection, ou multi-sélection, remplissez les options séparées par des virgules. Par ex: Homme, Femme.

source: help text
fr: texte d'aide

source: You can add a help text in here.
fr: Voucx pouvez ajouter un texte d'aide ici.

source: required
fr: obligatoire

source: If True, the user must provide an answer to this question.
fr: Si Vrai, l'utilisateur doit fournir une réponse à cette question.

source: Defines the question order within the surveys.
fr: Défini l'ordre de la question dans les sondages.

source: user
fr: utilisateur

source: user answer
fr: réponse de l'utilisateur

source: user answers
fr: réponses des utilisateurs

source: value
fr: valeur

source: The value of the answer given by the user.
fr: La valeur de la réponse donnée par l'utilisateur.

source: answer
fr: réponse

source: answers
fr: réponses

source: No summary
fr: Aucun résumé

source: Submit
fr: Soumettre

source: An error occured!
fr: Une erreur s'est produite!

source: Create a Nomination Category
fr: Créer un sondage

source: Result
fr: Résultat

source: There's nothing here...
fr: Il n'y a rien ici...

source: Nominations will appear here, try nominating in this category!
fr: Les sondages créés vont apparaître ici, essayez d'en créer un!

source: Home
fr: Accueil

source: Surveys
fr: Sondages

source: About
fr: À propos

source: Close
fr: Fermer

source: Confirmation
fr: Confimation

source: Are you sure to delete %(html)s?
fr: Êtes-vous sûr de vouloir supprimer %(html)s?

source: Yes
fr: Oui

source: Welcome To NLNG Bonny Location Medallion Award Nomination Portal
fr: Bienvenue dans le Django Form Survey

source: Survey
fr: Sondage

source: at least two choices
fr: au moins deux choix

source: Value cannot be greater than 5.
fr: La valeur ne peut pas être plus grande que 5.

source: Value cannot be less than 1.
fr: La valeur ne peut pas être inférieure à 1.

source: Something went wrong.
fr: Quelque chose n'a pas fonctionné.

source: Nomination Added
fr: Ajouter un sondage

source: Sorry, you must be logged in to fill out the survey.
fr: Désolé, vous devez être connecté pour remplir le sondage.

source: You have submitted out this survey.
fr: Vous avez soumis le sondage.

source: You can't edit this survey. You don't have permission.
fr: Vous ne pouvez pas modifier ce sondage. Vous n'avez pas la permission.

source: You can't delete this survey. You don't have permission.
fr: Vous ne pouvez pas supprimer ce sondage. Vous n'avez pas la permission.

source: Answer succesfully deleted.
fr: Réponse supprimée avec succès.

source: You can't access this page. You don't have permission.
fr: Vous ne pouvez pas accéder à cette page. Vous n'avez pas la permission.

source: Survey Result
fr: Résultat du sondage
